function geoo1(){
  document.getElementById("saqa").innerHTML=
  "საქართველო სახელმწიფო ევრაზიაში კავკასიაში, შავი ზღვის აღმოსავლეთ სანაპიროზე. ესაზღვრება ჩრდილოეთი<br>დან რუსეთი, სამხრეთიდან თურქეთი და სომხეთი, და სამხრეთ-აღმოსავლეთიდან აზერბაიჯანი. ტრანსკონტინენტური ქვეყანა სამხრეთ-აღმოსავლეთ ევროპისა და დასავლეთ აზიის გასაყარზე მდებარეობს, თუმცა სოციოპოლიტიკურად და კულტურულად ევროპის ნაწილია." ;
  
}

function russ1(){
  document.getElementById("rusoia").innerHTML=" რუსეთი (რუს. Россия), ოფიციალური სახელია რუსეთის ფედერაცია[1][2] (რუს. Российская Федерация) — ევრაზიის ქვეყანა. ის არის ფედერაციული რესპუბლიკა. რუსეთი შედგება 83 ფედერაციულ სუბიექტისგან. ქვეყნის სახმელეთო საზღვარი ყველაზე დიდია მსოფლიოში. რუსეთის დასავლეთ მხარეს ესაზღვრება ევროპული სახელმწიფოები: ფინეთი, ნორვეგია, ესტონეთი, ლატვია, ლიეტუვა და პოლონეთი, ეს ორი სახელმწიფო რუსეთის მხოლოდ ერთი ადმინისტრაციულ სუბიექტს კალინინგრადის ოლქს ესაზღვრება. რუსეთს ასევე ესაზღვრება: ბელარუსი, უკრაინა, საქართველო, აზერბაიჯანი, ყაზახეთი, ჩინეთი, მონღოლეთი და ჩრდილოეთი კორეა. რუსეთს ოფიციალური საზღვარი არ გააჩნია იაპონიასთან და აშშ-სთან, მაგრამ ამ ორ ქვეყანას ის ზღვის მეშვეობით უკავშირდება, იაპონიასა და რუსეთს შორის მდებარეობს ოხოტის ზღვა, ხოლო აშშ-სა და რუსეთს შორის მდებარეობს ბერინგის სრუტე.";
}

function tutki1(){
  document.getElementById("turki").innerHTML="თურქეთი (თურქ. Türkiye), ოფიციალურად თურქეთის რესპუბლიკა (თურქ. Türkiye Cumhuriyeti) — ტრანსკონტინენტალური ქვეყანა ევრაზიაში, რომელიც ძირითადად მდებარეობს დასავლეთ აზიაში, მცირე ნაწილით ბალკანეთის ნახევარკუნძულზე, სამხრეთ-აღმოსავლეთ ევროპაში. თურქეთი ესაზღვრება რვა ქვეყანას: ჩრდილო-დასავლეთით საბერძნეთსა და ბულგარეთს, ჩრდილო-აღმოსავლეთით საქართველოს, აღმოსავლეთით სომხეთს, აზერბაიჯანის ექსკლავს ნახიჩევანსა და ირანს, და სამხრეთით ერაყსა და სირიას. ქვეყანას სამი მხრიდან ზღვა გარს აკრავს, კერძოდ, დასავლეთით ეგეოსის ზღვა, ჩრდილოეთით შავი ზღვა და სამხრეთით ხმელთაშუა ზღვა. ბოსფორი, მარმარილოს ზღვა და დარდანელი, რომლებიც ერთად ქმნიან თურქეთის სრუტეებს, იყოფს თრაკიასა და ანატოლიას, ისევე, როგორც აზიასა და ევროპას.[7] ქვეყნის დედაქალაქი ანკარაა, ხოლო უმსხვილესი ქალაქი და მთავარი კულტურული და კომერციული ცენტრი, რომელიც მსოფლიოს გლობალურ ქალაქად კლასიფიცირებულია — სტამბოლია.[8]";
}
